-- phpMyAdmin SQL Dump
-- version 4.7.9
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1
-- Час створення: Чрв 14 2019 р., 16:46
-- Версія сервера: 10.1.31-MariaDB
-- Версія PHP: 5.6.34

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `volunteer_organization`
--

-- --------------------------------------------------------

--
-- Структура таблиці `news`
--

CREATE TABLE `news` (
  `id` int(10) NOT NULL,
  `title` varchar(100) NOT NULL,
  `subtitle` varchar(300) NOT NULL,
  `news` varchar(10000) NOT NULL,
  `photo` varchar(300) DEFAULT NULL,
  `date` date DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `news`
--

INSERT INTO `news` (`id`, `title`, `subtitle`, `news`, `photo`, `date`) VALUES
(14, '1Україна посіла 90 місце у світовому рейтингу благодійності', '1У світовому рейтингу благодійності World Giving Index 2017 Україна зайняла 90 місце.На благодійність жертвують кошти 29% українців', '12345вому рейтингу благодійності World Giving Index 2017 Україна зайняла 90 місце.На благодійність жертвують кошти 29% українців.Такими є дані дослідження міжнародного благодійного фонду Charities Aid Foundation (CAF), опублікованого з нагоди Міжнародного дня благодійності.За даними фонду, благодійників в Україні побільшало.Однак до світового лідера з благодійності нам ще далеко.За даними дослідників, пожертвування робить 91% населення країни.Здебільшого в країні жертвують гроші монахам.На благодійність зазвичай жертвують невеликі суми, зате часто.Друге місце у рейтингу благодійності посіла Індонезія, а третю - Кенія.У десятку лідерів також увійшли Нова Зеландія, США, Австралія, Канада, Ірландія, Об\'єднані Арабські Емірати і Нідерланди.Останню сходинку в рейтингу зайняв Ємен.У рейтингу World Giving Index 2017 проаналізовані показники минулого року, було опитано 146 тис. чоловік в 139 країнах.', 'http://kingarttravel.net.ua/wp-content/uploads/2016/12/1bc5688c9aa5cea72d19127b6cf.jpg', '2019-06-06'),
(15, '3Україна посіла 90 місце у світовому рейтингу благодійності', '3У світовому рейтингу благодійності World Giving Index 2017 Україна зайняла 90 місце.На благодійність жертвують кошти 29% українців', '3У світовому рейтингу благодійності World Giving Index 2017 Україна зайняла 90 місце.На благодійність жертвують кошти 29% українців.Такими є дані дослідження міжнародного благодійного фонду Charities Aid Foundation (CAF), опублікованого з нагоди Міжнародного дня благодійності.За даними фонду, благодійників в Україні побільшало.Однак до світового лідера з благодійності нам ще далеко.За даними дослідників, пожертвування робить 91% населення країни.Здебільшого в країні жертвують гроші монахам.На благодійність зазвичай жертвують невеликі суми, зате часто.Друге місце у рейтингу благодійності посіла Індонезія, а третю - Кенія.У десятку лідерів також увійшли Нова Зеландія, США, Австралія, Канада, Ірландія, Об\'єднані Арабські Емірати і Нідерланди.Останню сходинку в рейтингу зайняв Ємен.У рейтингу World Giving Index 2017 проаналізовані показники минулого року, було опитано 146 тис. чоловік в 139 країнах.', 'http://dom.temp21.ua/images/_ads/original/12635_1.jpg', '2019-06-12'),
(16, 'Україна посіла 90 місце у світовому рейтингу благодійності', 'У світовому рейтингу благодійності World Giving Index 2017 Україна зайняла 90 місце.\r\nНа благодійність жертвують кошти 29% українців', 'У світовому рейтингу благодійності World Giving Index 2017 Україна зайняла 90 місце.\r\n\r\nНа благодійність жертвують кошти 29% українців.\r\nТакими є дані дослідження міжнародного благодійного фонду Charities Aid Foundation (CAF), опублікованого з нагоди Міжнародного дня благодійності.\r\n\r\nЗа даними фонду, благодійників в Україні побільшало.\r\n\r\nОднак до світового лідера з благодійності нам ще далеко.\r\nЗа даними дослідників, пожертвування робить 91% населення країни.\r\nЗдебільшого в країні жертвують гроші монахам.\r\n\r\nНа благодійність зазвичай жертвують невеликі суми, зате часто.\r\n\r\nДруге місце у рейтингу благодійності посіла Індонезія, а третю - Кенія.\r\n\r\nУ десятку лідерів також увійшли Нова Зеландія, США, Австралія, Канада, Ірландія, Об\'єднані Арабські Емірати і Нідерланди.\r\n\r\nОстанню сходинку в рейтингу зайняв Ємен.\r\n\r\nУ рейтингу World Giving Index 2017 проаналізовані показники минулого року, було опитано 146 тис. чоловік в 139 країнах.', 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRuNYY1oMzF8kSHnb-Rivb-fBJ6TJvXUt_kIxH2iJGV1R1VsE6c', '0000-00-00'),
(17, 'Україна посіла 90 місце у світовому рейтингу благодійності', 'У світовому рейтингу благодійності World Giving Index 2017 Україна зайняла 90 місце.\r\nНа благодійність жертвують кошти 29% українців', 'У світовому рейтингу благодійності World Giving Index 2017 Україна зайняла 90 місце.\r\n\r\nНа благодійність жертвують кошти 29% українців.\r\nТакими є дані дослідження міжнародного благодійного фонду Charities Aid Foundation (CAF), опублікованого з нагоди Міжнародного дня благодійності.\r\n\r\nЗа даними фонду, благодійників в Україні побільшало.\r\n\r\nОднак до світового лідера з благодійності нам ще далеко.\r\nЗа даними дослідників, пожертвування робить 91% населення країни.\r\nЗдебільшого в країні жертвують гроші монахам.\r\n\r\nНа благодійність зазвичай жертвують невеликі суми, зате часто.\r\n\r\nДруге місце у рейтингу благодійності посіла Індонезія, а третю - Кенія.\r\n\r\nУ десятку лідерів також увійшли Нова Зеландія, США, Австралія, Канада, Ірландія, Об\'єднані Арабські Емірати і Нідерланди.\r\n\r\nОстанню сходинку в рейтингу зайняв Ємен.\r\n\r\nУ рейтингу World Giving Index 2017 проаналізовані показники минулого року, було опитано 146 тис. чоловік в 139 країнах.', 'https://www.rosphoto.com/images/u/articles/1510/7_5.jpg', '0000-00-00');

-- --------------------------------------------------------

--
-- Структура таблиці `projects`
--

CREATE TABLE `projects` (
  `id` int(10) NOT NULL,
  `name` varchar(50) NOT NULL,
  `category` varchar(100) NOT NULL,
  `description` text NOT NULL,
  `photo` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп даних таблиці `projects`
--

INSERT INTO `projects` (`id`, `name`, `category`, `description`, `photo`) VALUES
(1, 'Домашня опіка', 'Соціальний захист', 'БФ опікується людьми, які через складні життєві обставини, спричинені інвалідністю, віком, станом здоров’я, потребують  допомоги.\r\nОдною із найбільших програм Карітасу є «Домашня опіка». Саме сюди вкладено найбільше праці та зусиль. Робота з такими людьми вимагає неабиякої терплячості та відповідальності, а ще християнського милосердя та любові. Окрім незадовільного стану здоров’я наші підопічні пригнічені своїм станом та здебільшого підупалі духом, тому працівники не тільки доглядають за ними, а часто стають друзями та підтримкою, яка теж необхідна для хорошого самопочуття.', '1.jpg'),
(2, 'Благодійна їдальня', 'Соціальний захист', 'Благодійна їдальня працює для людей, які опинилися в складних життєвих обставинах та дітей з кризових сімей. Вже багато років їдальня дає можливість бідним людям отримувати гарячий обід. Основною метою проекту є забезпечення повноцінним харчуванням осіб, які цього потребують.\r\nОкрім того, в їдальні харчуються неповносправні особи, а також діти з малозабезпечених, багатодітних, неповних та кризових сімей. Ізюминкою благодійної їдальні є домашні страви, приготовлені з любов’ю.  Все це дарує самотнім людям відчуття сімейного затишку та тепла, адже тут завжди люблять та чекають.', 'imgproject\\2.png');

-- --------------------------------------------------------

--
-- Структура таблиці `promotions`
--

CREATE TABLE `promotions` (
  `id` int(10) NOT NULL,
  `name` varchar(50) NOT NULL,
  `description` varchar(1000) NOT NULL,
  `photo` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблиці `stories`
--

CREATE TABLE `stories` (
  `id` int(10) NOT NULL,
  `title` varchar(50) NOT NULL,
  `story` varchar(1000) NOT NULL,
  `photo` varchar(100) NOT NULL,
  `date` int(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Індекси збережених таблиць
--

--
-- Індекси таблиці `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `projects`
--
ALTER TABLE `projects`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `promotions`
--
ALTER TABLE `promotions`
  ADD PRIMARY KEY (`id`);

--
-- Індекси таблиці `stories`
--
ALTER TABLE `stories`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для збережених таблиць
--

--
-- AUTO_INCREMENT для таблиці `news`
--
ALTER TABLE `news`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT для таблиці `projects`
--
ALTER TABLE `projects`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблиці `promotions`
--
ALTER TABLE `promotions`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблиці `stories`
--
ALTER TABLE `stories`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
